{
    "Chuck will Widow": [
        "  the wings of a Chuck will Widow are broad and rounded",
        "the body of a Chuck will Widow is large and bulky",
        "the tail of a Chuck will Widow is long and rounded",
        "the legs of a Chuck will Widow are thick and sturdy",
        "the eyes of a Chuck will Widow are large and round",
        "the mouth of a Chuck will Widow is wide and flat",
        "the color pattern of a Chuck will Widow is mottled and brown",
        "the shape of the wings of a Chuck will Widow is rounded",
        "the shape of the body of a Chuck will Widow is more rounded",
        "the shape of the tail of a Chuck will Widow is more rounded",
        "the shape of the legs of a Chuck will Widow is more sturdy",
        "the shape of the eyes of a Chuck will Widow is more rounded",
        "the shape of the mouth of a Chuck will Widow is more wide",
        "the shape of the color pattern of a Chuck will Widow is more mottled",
        "the shape of the wings of a Chuck will Widow is more rounded"
    ],
    "Anna Hummingbird": [
        "  the Anna Hummingbird has a black throat patch",
        "the Anna Hummingbird has a dark line above the eye",
        "the Anna Hummingbird has a dark tail with white outer feathers",
        "the Anna Hummingbird has a distinctive white stripe on the side of its neck",
        "the Anna Hummingbird has a more rounded tail"
    ],
    "Ruby throated Hummingbird": [
        " the Ruby throated Hummingbird has a red throat patch.",
        " the Ruby throated Hummingbird has a light line above the eye.",
        " the Ruby throated Hummingbird has a dark tail with dark outer feathers.",
        " the Ruby throated Hummingbird does not have this stripe.",
        " the Ruby throated Hummingbird has a more pointed tail."
    ],
    "Nighthawk": [
        " those of a Nighthawk are narrow and pointed.",
        " that of a Nighthawk is slender and elongated.",
        " that of a Nighthawk is short and pointed.",
        " those of a Nighthawk are thin and spindly.",
        " those of a Nighthawk are small and pointed.",
        " that of a Nighthawk is narrow and upturned.",
        " that of a Nighthawk is dark and blotchy.",
        " that of a Nighthawk is more pointed.",
        " that of a Nighthawk is more elongated.",
        " that of a Nighthawk is more spindly.",
        " that of a Nighthawk is more narrow.",
        " that of a Nighthawk is more blotchy."
    ],
    "Artic Tern": [
        "  the Artic Tern has a distinctive white forehead stripe",
        "the Artic Tern has a dark gray back",
        "the Artic Tern has a longer tail than the Common Tern",
        "the Artic Tern has a darker bill",
        "the Artic Tern has a more pale yellow legs",
        "the Artic Tern has a more pale yellow feet",
        "the Artic Tern has a more pale yellow iris",
        "the Artic Tern has a more pale yellow cere"
    ],
    "Common Tern": [
        " the Common Tern has a more gradual forehead slope.",
        " the Common Tern has a lighter gray back with a distinctive darker gray patch on the upperwing.",
        "the Artic Tern has a longer tail than the Common Tern",
        " the tail of the Common Tern is more rounded.",
        " the Common Tern has a lighter bill with a distinctive yellow spot on the lower mandible.",
        " the Common Tern has darker yellow legs.",
        " the Common Tern has darker yellow feet.",
        " the Common Tern has a darker yellow iris.",
        " the Common Tern has a darker yellow cere."
    ],
    "Northern Waterthrush": [
        " the Northern Waterthrush has a more subtle eye-ring that is often difficult to see.",
        " the Northern Waterthrush has a lighter back and wings with a distinctive pale fringes.",
        " the Northern Waterthrush has a more mottled throat patch that can be difficult to see.",
        " the Northern Waterthrush has a shorter",
        " the Northern Waterthrush has a less distinctive wing bar that can be difficult to see.",
        " the Northern Waterthrush has a less prominent supercilium.",
        " the Northern Waterthrush has a less distinctive tail pattern.",
        " the Northern Waterthrush has a less prominent breast streaking.",
        " the Northern Waterthrush has a less distinctive face pattern.",
        " the Northern Waterthrush has a less prominent belly patch.",
        " the Northern Waterthrush has a less distinctive leg color.",
        " the Northern Waterthrush has a less prominent vent color.",
        " the Northern Waterthrush has a less distinctive juvenile plumage.",
        " the Northern Waterthrush has a less prominent eye ring.",
        " the Northern Waterthrush has a less distinctive tail shape.",
        " the Northern Waterthrush has a less prominent breast patch.",
        " the Northern Waterthrush has a less distinctive forehead.",
        " the Northern Waterthrush has a less prominent cheek patch.",
        " the Northern Waterthrush has a less distinctive throat patch.",
        " the Northern Waterthrush has a less prominent belly stripe.",
        " the Northern Waterthrush has a less distinctive back pattern."
    ],
    "Louisiana Waterthrush": [
        "  the Louisiana Waterthrush has a distinctive white eye-ring",
        "the Louisiana Waterthrush has a darker back and wings",
        "the Louisiana Waterthrush has a distinctive white throat patch",
        "the Louisiana Waterthrush has a longer",
        "the Louisiana Waterthrush has a more distinctive wing bar",
        "the Louisiana Waterthrush has a more prominent supercilium",
        "the Louisiana Waterthrush has a more distinctive tail pattern",
        "the Louisiana Waterthrush has a more prominent breast streaking",
        "the Louisiana Waterthrush has a more distinctive face pattern",
        "the Louisiana Waterthrush has a more prominent belly patch",
        "the Louisiana Waterthrush has a more distinctive leg color",
        "the Louisiana Waterthrush has a more prominent vent color",
        "the Louisiana Waterthrush has a more distinctive juvenile plumage",
        "the Louisiana Waterthrush has a more prominent eye ring",
        "the Louisiana Waterthrush has a more distinctive tail shape",
        "the Louisiana Waterthrush has a more prominent breast patch",
        "the Louisiana Waterthrush has a more distinctive forehead",
        "the Louisiana Waterthrush has a more prominent cheek patch",
        "the Louisiana Waterthrush has a more distinctive throat patch",
        "the Louisiana Waterthrush has a more prominent belly stripe",
        "the Louisiana Waterthrush has a more distinctive back pattern",
        "the Louisiana Waterthrush has a more prominent wing bar"
    ],
    "American Three toed Woodpecker": [
        " American Three toed Woodpeckers have a black cap.",
        " American Three toed Woodpeckers have a black nape.",
        " American Three toed Woodpeckers have a black stripe on their face.",
        " American Three toed Woodpeckers have a black patch on their cheek.",
        " American Three toed Woodpeckers have a black stripe on their back.",
        " American Three toed Woodpeckers have a black tail.",
        " American Three toed Woodpeckers have a black bill.",
        " American Three toed Woodpeckers have black legs.",
        " American Three toed Woodpeckers have black feet.",
        " American Three toed Woodpeckers have a black iris.",
        " American Three toed Woodpeckers have a black orbital ring.",
        " American Three toed Woodpeckers have a black lores.",
        " American Three toed Woodpeckers have a black chin.",
        " American Three toed Woodpeckers have a black throat patch.",
        " American Three toed Woodpeckers have a black breast.",
        " American Three toed Woodpeckers have a black belly.",
        " American Three toed Woodpeckers have a black vent.",
        " American Three toed Woodpeckers have a black undertail coverts.",
        " American Three toed Woodpeckers have a black outer tail feathers.",
        " American Three toed Woodpeckers have a black inner tail feathers.",
        " American Three toed Woodpeckers have a black tail feathers.",
        " American Three toed Woodpeckers have black legs"
    ],
    "Red cockaded Woodpecker": [
        "  Red cockaded Woodpeckers have a red cap on their head",
        "Red cockaded Woodpeckers have a red nape",
        "Red cockaded Woodpeckers have a red stripe on their face",
        "Red cockaded Woodpeckers have a red patch on their cheek",
        "Red cockaded Woodpeckers have a red stripe on their back",
        "Red cockaded Woodpeckers have a red tail",
        "Red cockaded Woodpeckers have a red bill",
        "Red cockaded Woodpeckers have a red legs",
        "Red cockaded Woodpeckers have a red feet",
        "Red cockaded Woodpeckers have a red iris",
        "Red cockaded Woodpeckers have a red orbital ring",
        "Red cockaded Woodpeckers have a red lores",
        "Red cockaded Woodpeckers have a red chin",
        "Red cockaded Woodpeckers have a red throat patch",
        "Red cockaded Woodpeckers have a red breast",
        "Red cockaded Woodpeckers have a red belly",
        "Red cockaded Woodpeckers have a red vent",
        "Red cockaded Woodpeckers have a red undertail coverts",
        "Red cockaded Woodpeckers have a red outer tail feathers",
        "Red cockaded Woodpeckers have a red inner tail feathers",
        "Red cockaded Woodpeckers have a red tail feathers",
        "Red cockaded Woodpeckers have a red legs and feet"
    ]
}